Revit 2024 API
FailureMessageKey Operators
The FailureMessageKey type exposes the following members.
Operators
Name | Description
Equality
Determines whether two FailureMessageKeys are the same.
Inequality
Determines whether two FailureMessageKeys are different.
See Also
FailureMessageKey Class
Autodesk.Revit.DB Namespace